[
  {
    "name": "gunslinger",
    "desc": "Gunslingers are archetypical Wild West characters and thus a fairly classic template. You might be a cowboy driving the cattle baron’s longhorn herds across the prairie, or a bounty hunter chasing down outlaws, or a sheriff who sees to it that law and order have the rule of the town. In all cases, your shooting iron is loose and you love to solve problems with a gun in hand. Alternatively, you could be on the other side of the law, and spend your time constantly fending off all those marshals and bounty hunters trying to track you down.",
    "mods": [
      {
        "attribute": "agility",
        "value": 1
      },
      {
        "attribute": "resolve",
        "value": 1
      }
    ],
    "skills": [
      {
        "name": "ranged-combat"
      },
      {
        "name": "horsemanship"
      }
    ],
    "specials": [
      {
        "name": "Distraction",
        "desc": "In lieu of an attack in Tactical Combat, you may carry out a Distraction. In game terms, this works exactly like an attack, but in case of a Failure or Success, the opponent can’t cause damage. If your roll succeeds, you may change up to three opponents’ Fields of Vision in any way you like. A Distraction can be performed from cover."
      },
      {
        "name": "Duel Pistols",
        "desc": "When attacking in Tactical Combat, you may raise the difficulty level for your test by 3 points, and you have the ability to fire two revolvers at the same time. If your roll succeeds, you may neutralize 2 henchmen with a single attack."
      }
    ]
  },
  {
    "name": "trapper",
    "desc": "Trappers are dedicated hunters of all kinds of animals. They are proficient with rifles, experts at setting traps, and quite capable to survive even if entirely left to their own devices. Some trappers are mostly focusing on trading rare furs, while others chase big game such as the large herds of buffalo that roam the prairies. Most trappers prefer a solitary, secluded existence, but quite often they are faithful souls; anyone who becomes a trapper’s comrade is likely to have found a faithful friend right until they die.",
    "mods": [
      {
        "attribute": "brawn",
        "value": 1
      },
      {
        "attribute": "insight",
        "value": 1
      }
    ],
    "skills": [
      {
        "name": "athletics"
      },
      {
        "name": "survival"
      }
    ],
    "specials": [
      {
        "name": "Bear Trap",
        "desc": "In lieu of an attack in Tactical Combat, you may set a Bear Trap. No roll is necessary for that. A henchman who stumbles into your Bear Trap is automatically taken out. Bosses, however, are left incapacitated."
      },
      {
        "name": "Animal Call",
        "desc": "In lieu of an attack in Tactical Combat, you may make an Animal Call. In game terms, this works exactly like an attack, but in the case of a Failure or Success the opponent can’t cause damage. If your roll succeeds, you may move one opponent in any direction you like. An Animal Call can be performed from cover."
      }
    ]
  },
  {
    "name": "gambler",
    "desc": "There are many ways to make a fortune in the Wild West. Gamblers have decided to use artifice and wits to avoid sullying their hands with physical labor. The Gambler template comprises not only professional poker players that you might meet in saloons, but also all kinds of clever crooks out to separate the unwary and naive from their money. Profiteering pawnbrokers, vendors who look rich, but pawn fools gold, thieves employing crafty disguises and enticing charms – all of these are character styles that are included in the Gambler template.",
    "mods": [
      {
        "attribute": "agility",
        "value": 1
      },
      {
        "attribute": "wits",
        "value": 1
      }
    ],
    "skills": [
      {
        "name": "empathy"
      },
      {
        "name": "perception"
      }
    ],
    "specials": [
      {
        "name": "Beguiling Perfume",
        "desc": "In lieu of an attack in Tactical Combat, you may use your Beguiling Perfume to dazzle opponents that are involved in combat. In game terms, this works exactly like an attack, but in the case of a Failure or Success the opponent cannot cause damage. If your roll succeeds, the difficulty level of subsequent attacks against the selected opponent(s) is reduced by 1 point."
      },
      {
        "name": "Disguise",
        "desc": "Use of this skill permits you to move through an opponent’s Fields of Vision without having to take Automatic damage as a consequence of a failure in combat."
      }
    ]
  },
  {
    "name": "mountebank",
    "desc": "Out in the vast prairies in the small towns of the Wild West, medical care is a rare commodity. It’s hardly surprising then, that many a traveling salesman comes upon the idea to improve their earnings by selling all sorts of snake oils and panaceas that are alleged to alleviate or even cure afflictions. Some of these traveling apothecaries really do have some medical knowledge, and might have a basic understanding of biology or chemistry. Many of them, however, are simply crooks who are out to con the gullible for their money.",
    "mods": [
      {
        "attribute": "mettle",
        "value": 1
      },
      {
        "attribute": "wits",
        "value": 1
      }
    ],
    "skills": [
      {
        "name": "medicine"
      },
      {
        "name": "science"
      }
    ],
    "specials": [
      {
        "name": "Gas Vial",
        "desc": "In lieu of an attack in Tactical Combat, you may use a Gas Vial that contains a strong sleeping gas. This this works exactly like an attack, but the opponent only causes damage if you roll a Failure. In case of a successful roll, the contents of the Gas Vial neutralize 3 henchmen at once."
      },
      {
        "name": "Bandages",
        "desc": "First Aid can be employed in the course of an adventure (or during combat) with a success against difficulty level 11 (routine)."
      }
    ]
  },
  {
    "name": "voodoo-priest",
    "desc": "The origins of the Voodoo religion are in Africa, but over time it has incorporated numerous Christian aspects. Most Voodoo communities have a high priestess, known as the Mambo. Followers with a deep understanding of Voodoo often travel far and wide until they find a welcome (or at least safe) place in society. Quite often, such traveling practitioners offer their services for cash.",
    "mods": [
      {
        "attribute": "mettle",
        "value": 1
      },
      {
        "attribute": "insight",
        "value": 1
      }
    ],
    "skills": [
      {
        "name": "humanities"
      },
      {
        "name": "conceal"
      }
    ],
    "specials": [
      {
        "name": "Voodoo spell",
        "desc": "You may select up to two spells from the list of Voodoo Magic."
      }
    ]
  }
]